{
  "Español": {
    "Intro": {
	  "title": "CAPITULO 01: \n La Colonia",
      "text1": "05-18-2XXX \n Acabamos de mudarnos a la ciudad luego de un mes de planificación. Mamá y Papá están muy contentos, ya comienzo a acostumbrarme a vivir aquí. \n 05-22-2XXX \n En esta ciudad las personas son amables y ya he conseguido nuevos amigos.",
      "text2": "05-25-2XXX \n Hoy hace un mes, desde que vivo aquí. Estoy muy asustada, en las noticias dicen que un objeto desconocido está próximo a chocar con nuestro planeta.",
      "text3": "06-12-2XXX \n Nuestra ciudad parece no haber sido afectada directamente por el Choque. Se dice que el meteoro estaba compuesto por materiales desconocidos. Una especie de Cristales.",
      "text4": "06-21-2XXX \n He visto fotografías de cosas y personas atrapadas adentro de Cristales alrededor del mundo. Hemos decidido ir bajo tierra. \n 07-10-2XXX \n Algunos se han quedado en la superficie, creen es la salvación para la humanidad. La superficie es peligrosa, muchos han desaparecido.",
      "text5": "07-27-2XXX \n Ya tenemos tiempo viviendo en la Colonia bajo tierra. Mamá y papá están ayudando a los investigadores a entender lo que sucede.",
      "text6": "08-30-2XXX \n La vida en la Colonia es diferente, pero la gente realmente quiere ver su mundo mejorar. He empezado a entender que las personas de verdad amaban sus vidas en nuestro mundo. Principalmente la gente siempre habla de Cosas que Amaba y cosas que Odiaba pero les gusta vivir así.",
      "text7": "09-27-2XXX \n Mamá y Papá encontraron una manera de ayudar. Dicen que necesitan Cosas de la superficie para analizarlas. Tenemos vehículos y pilotos para rescatar las Cosas. \n 11-25-2XXX \n Estoy ayudando a los pilotos, es importante rescatar Cosas que ayuden a la Colonia y les traiga alegría.",
      "text8": "01-24-2XXX \n Hemos descubierto que la gente se alegra por ver Cosas que Amaban llegar de la superficie. \n 02-28-2XXX \n Usamos nuestra tecnología para encontrar Cosas importantes para la Colonia. Las cosas que aman motivan. Esperamos rescatar lo importante y algún día regresar a reconstruir nuestro mundo."
    }
  },
  "Ingles": {
    "Intro": {
	  "title": "CHAPTER 01: \n The Colony",
      "text1": "05-18-2XXX \n We just moved to the city after a month of planning. Mom and Dad are really happy and so far I like it here. \n 05-22-2XXX \n It’s nice to live in this city, everyone is helpful and I’ve met new friends.",
      "text2": "05-25-2XXX \n Today it’s been a month after we moved here. I’m really scared, It’s been all over the news that there’s an unknown object on its way to crash our planet.",
      "text3": "06-12-2XXX \n Apparently our city was not directly affected by the Crash. It’s said that the meteor is composed of minerals unknown to us. Some kind of Crystals.",
      "text4": "06-21-2XXX \n I’ve seen pictures of stuff and people trapped inside crystals all around the world. It’s dangerous and we’ve gone underground. \n 07-10-2XXX \n Some people stayed on the surface and believe the object is some sort of salvation for humanity. The surface is dangerous many have disappeared.",
      "text5": "07-27-2XXX \n We’ve been underground for a long time now and we live in a Colony. Mom and Dad are helping the researchers to understand what’s happening.",
      "text6": "08-30-2XXX \n Life in the Colony is different but the people here really want to see the world get better. I’ve gotten to understand that people really loved their lives in our world. They Loved and cared about some things and hated other things but they liked it.",
      "text7": "09-27-2XXX \n Mom and Dad found a way to help! They say they need stuff from the surface to analyse it. So we have pilots and vehicles we use to rescue stuff from the surface. \n 11-25-2XXX \n I’m helping the pilots, they say it's important to rescue Stuff that can be useful for the Colony and bring people Joy.",
      "text8": "01-24-2XXX \n We've discovered that people are motivated to see Stuff they used to Love brought from the surface. \n 02-28-2XXX\n We use our technology to find Stuff that matters for the Colony things they Love and that motivates them. We hope to rescue Stuff we care about and someday return to rebuilt our world."
    }
  }
}